projects = [
    {
        "id": 0,
        "name": "Predictables",
        "platform": "Wearable",
        "shortDes":"Modern fortune teller",
        "previewImg":"./images/overviews/pred_overview.png",
        "mainImg":"https://player.vimeo.com/video/69424855",
        "mainVideo": true,
        "longDes": [
            "Every single day, all of us are generating enamours amount of data: texting, sending emails, navigating to a new place, and multiple other digital activities which leave a long trail of digital footprint behind. This data is collected and analysed by various companies which in turn, using this data for there own needs.",
            "But what about us? The users who are generating this data. How can we use this data back for ourselves? After all, it is ours.",
            "The development process started by researching my personal data. I collected my entire digital activities for three months: Whatsapp messages, emails, calendar events and several more other data points. Then, by using simple tools, I started exploring patterns where there is a correlation between events and documented those. Those patterns were the basis for creating the concept for the app.",
            "In its essence, Predicatbles is a personal assistant app. By tracking your daily activity, the app algorithms can generate spontaneous recommendations for improving your day. While focusing mostly on the digital interface of the app, in this project, I asked to provide also an alternative way to consume the information using designated projectors."
        ],
        "sections":[
            {
                "id": 0,
                "title": "Wall projector",
                "imgUrl": "./images/projects/pred/pred_3.png"
            },
            {
                "id": 1,
                "title": "Hand projector",
                "imgUrl": "./images/overviews/pred_overview.png"
            },
            {
                "id": 2,
                "title": "Events are being displayed as future bubbles",
                "imgUrl": "./images/projects/pred/pred_gif_1.gif"
            },
            {
                "id": 3,
                "title": "Prototying and exploring the interactions, using projectors",
                "imgUrl": "./images/projects/pred/pred_2.png"
            }

        ]
    },
    {
        "id": 1,
        "name": "Rocket League Stats",
        "platform": "Console",
        "shortDes":"A new stats screen design for the e-sport game 'Rocket League'",
        "previewImg":"./images/overviews/rocket_overview.jpg",
        "maiImg2x": "./images/overviews/rocket_overview_2x.png",
        "mainImg":"./images/overviews/rocket_overview.jpg",
        "longDes":[
            "eSport games are not all about winning (although it is an essential part of the experience without doubts). Gamers are engaged not only with the 5:00 min rounds of games but also, as in regular sports, with the game's overall statistical data.",
            "For players, it is vital to see their progression over time - what are their strengths are and what are the areas which they need to practice harder.",
            "After hearing multiple complaints from the gamers community regarding the current statistics screen of the game, I decided to create a proposal for a better way to serve this (and new) information. During the design process, one of my goals was to stay consistent with the overall visual language of the game."
        ],
        "sections":[
            {
                "id": 0,
                "title": "Wins Vs. Loses trend",
                "imgUrl": "./images/projects/rocket/rocket_1.png"
            },
            {
                "id": 1,
                "title": "Achivements",
                "imgUrl": "./images/projects/rocket/rocket_2.png"
            },
            {
                "id": 2,
                "title": "Games record",
                "imgUrl": "./images/projects/rocket/rocket_3.png"
            }

        ]
    },
    {
        "id": 2,
        "name": "'Now' App",
        "platform": "Mobile App",
        "shortDes":"Making todo apps great again",
        "previewImg":"./images/overviews/todo_overview.png",
        "mainImg":"./images/overviews/todo_overview.png",
        "longDes":[
            "So many things to do, so little time to do it all. How can we make it easier to tackle the most important first?",
            "By creating 'Now' app, my goal was to provide an extra layer of information, and that to achieve better alignment with the user's mental model when searching for their next task."


        ],
        "sections":[
            {
                "id": 0,
                "title": "Each task is being prioritized by two factors: it's urgency (when?) and impact (what?). By combining these two variables into a ranking system, the tasks are being sorted so the user can easily find the top ones. Also, a score is given to each task based on the two factors.",
                "imgUrl": "./images/projects/todo/todo_1.svg"
            },
            {
                "id": 1,
                "title": "By completing tasks with a high score, the user can track there progression and get motivated to keep on completing more tasks.",
                "imgUrl": "./images/projects/todo/todo_2.svg"
            },
            {
                "id": 2,
                "title": "",
                "imgUrl": "./images/projects/todo/todo_4.svg"
            },
            {
                "id": 3,
                "title": "Create a new task by prioritizing it's importance",
                "imgUrl": "./images/projects/todo/todo_3.png"
            }

        ]
    },
    {
        "id": 3,
        "name": "No Bullshit Recipes",
        "platform": "Web",
        "shortDes":"A recipe app for people who hates recipe apps, but do like cooking",
        "longDes":["This is a new concept app for cooking instructions. The idea behind this app is to optimize the UX for using recipes while executing the instructions . Please visit the live app for experiencing the product."],
        "previewImg":"./images/overviews/banana_overview.png",
        "mainImg":"./images/overviews/banana_overview.png",
        "linkTo":"https://www.thebananabread.com/"
    },
    {
        "id": 4,
        "name": "Not Yet App",
        "platform": "Web",
        "shortDes":"Help others to keep track the status of a burning question",
        "previewImg":"./images/overviews/notyet_overview.png",
        "mainImg":"./images/overviews/notyet_overview.png",
        "linkTo":"https://notyetapp.herokuapp.com/"
    }
]